[
{
    "category" : "Planets" , "subcategory" : "Mercury" , "source" : "" ,
    "t2i_prompt" : "a picture of planet Mercury in the center, in charcoal gray color having a cratered surface throughout. It is present in space which has dark background, embedded with a cluster of small-sized bright stars." ,
    "fact" : "From the surface of Mercury, the Sun would appear more than three times as large as it does when viewed from Earth, and the sunlight would be as much as 11 times brighter. Despite its proximity to the Sun, Mercury is not the hottest planet in our solar system - that title belongs to nearby Venus, thanks to its dense atmosphere. But Mercury is the fastest planet, zipping around the Sun every 88 Earth days. Mercury is appropriately named for the swiftest of the ancient Roman gods." 
},
{
    "category" : "Planets" , "subcategory" : "Mercury" , "source" : "" ,
    "t2i_prompt" : "a picture of planet Mercury in the center, in charcoal gray color having a cratered surface throughout. It is present in space which has dark background, embedded with a cluster of small-sized bright stars." ,
    "fact" : "While not the fastest planet in terms of orbital speed. Mercury holds the title for the slowest rotation on its axis. A single day on Mercury, lasting a whopping fifty nine Earth days, is longer than its year! This unusual rotation creates drastic temperature differences between the sun-facing side and the permanently shadowed side, contributing to the next fact." 
},
{
    "category" : "Planets" , "subcategory" : "Mercury" , "source" : "" ,
    "t2i_prompt" : "a picture of planet Mercury in the center, in charcoal gray color having a cratered surface throughout. It is present in space which has dark background, embedded with a cluster of small-sized bright stars." ,
    "fact" : "Mercury experiences the most extreme temperature swings in the solar system. The sun-facing side bakes in scorching 430 degree celsius temperatures, hot enough to melt lead. Conversely, the permanently shadowed side chills to a bone-chilling -180 degree celsius, colder than Pluto's surface. This drastic difference is a result of Mercury's slow rotation and lack of a significant atmosphere to trap and distribute heat." 
},
{
    "category" : "Planets" , "subcategory" : "Mercury" , "source" : "" ,
    "t2i_prompt" : "a picture of planet Mercury in the center, in charcoal gray color having a cratered surface throughout. It is present in space which has dark background, embedded with a cluster of small-sized bright stars." ,
    "fact" : "Despite its scorching days, Mercury holds a surprising secret: ice deposits hidden away in some of its permanently shadowed craters. These never see sunlight and remain cold enough for ice to exist, even on the closest planet to the Sun. This seemingly paradoxical situation highlights the importance of shade and the insulating properties of ice, even in the harsh environment of Mercury." 
},
{
    "category" : "Planets" , "subcategory" : "Mercury" , "source" : "" ,
    "t2i_prompt" : "a picture of planet Mercury in the center, in charcoal gray color having a cratered surface throughout. It is present in space which has dark background, embedded with a cluster of small-sized bright stars." ,
    "fact" : "Due to its proximity to the Sun, Mercury is constantly bombarded by solar winds. These winds, a stream of charged particles, slowly strip away at the planet's thin atmosphere, causing it to shrink over time. Scientists estimate that Mercury may have been twice its current size billions of years ago, highlighting the ongoing battle between the planet and the relentless solar wind." 
},
{
    "category" : "Planets" , "subcategory" : "Mercury" , "source" : "" ,
    "t2i_prompt" : "a picture of planet Mercury in the center, in charcoal gray color having a cratered surface throughout. It is present in space which has dark background, embedded with a cluster of small-sized bright stars." ,
    "fact" : "Mercury boasts the largest impact crater in the entire solar system, the Caloris Basin. This massive crater is roughly the size of Texas and was likely formed by a giant asteroid impact billions of years ago. The impact was so powerful that it not only left a colossal scar on the planet's surface but also warped the crust and partially melted Mercury's core.  The immense heat generated by the impact is believed to have vaporized rock and dust, creating a temporary atmosphere that likely distributed the impact's energy and helped shape the basin's unique features." 
}
]